alefragnani.bookmarks
alefragnani.project-manager
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
chadalen.vscode-jetbrains-icon-theme
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dcortes92.freemarker
dotjoshjohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
humao.rest-client
jeronimoekerdt.color-picker-universal
jzmstrjp.color-the-tag-name
k--kato.intellij-idea-keybindings
lokalise.i18n-ally
ms-azuretools.vscode-containers
ms-edgedevtools.vscode-edge-devtools
ms-vscode.live-server
ms-vsliveshare.vsliveshare
oxc.oxc-vscode
pranaygp.vscode-css-peek
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-ukrainian
stylelint.vscode-stylelint
syler.sass-indented
techer.open-in-browser
trinm1709.dracula-theme-from-intellij
tyriar.lorem-ipsum
upstash.context7-mcp
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
webben.browserslist
wix.vscode-import-cost
zignd.html-css-class-completion
